[language]

;Название языка

name=Pусский

[firstrun]
chooselanguage=Пожалуйста, выберите язык!
ok=Ок
ignore=Пропустить
oldini=Восстановить файл конфигурации из предыдущей установки?
loadini=Загрузить
loadfail=Файл конфигурации не найден.
loadsuccessful=Загружено успешно!
steambak=Синхронизировать файлы конфигурации со Steam Cloud?
steamerror=Запустите Steam, чтобы подтвердить покупку!

[steam]
save=Сохранить конфигурацию в Steam Cloud
load=Восстановить конфигурацию из Steam Cloud
steamnotrun=Нужно запустить Steam, чтобы использовать эту функцию!
uploadfilemaxsize=Максимальный размер загружаемого файла составляет 100 МБ


[workshop]
list_install=Установлено
list_home=Главная страница
list_subscribe=Мои подписки
list_upload=Загруженные
list_voteup=Избранное
list_themesskin=Скины и темы
list_widget=Стиль виджета

newthemetip=Введите название темы.
deltheme=Удалить тему

subscribe=Загрузить
unsubscribe=Удалить

icons=Набор иконок
dockskin=Скин Dock
Single icon=Иконки
Time skin=Скин часов
Calendar skin=Скин календаря
Sound=Звук
language=Язык

sort_alltime=Все
sort_week=За неделю
sort_month=За месяц
sort_year=За год

sort_hot=Популярные 
sort_new=Новые
sort_sub=Больше всего загрузок
sort_vote=Лидеры рейтинга

filesize=Размер файла
updatetime=Последнее обновление

runerror=Запустите Steam, чтобы использовать эту функцию
opensteam=Открыть Steam

newtheme=Создать новую тему
edittheme=Редактировать

[themesedit]
shell=Внешний вид
offset=Смещение
Delimiter and run=Индикатор разделителя и запуска
Progress bar=Индикатор прогресса

savetheme=Сохранить

applytheme=Успешно сохранено. Применить тему?
filetip_drop=Перетащите изображение сюда
filetip=Нажмите или перетащите изображение сюда
dropfile=Вы хотите заменить это изображение?

selectpicture=Выберите изображение
cliptip=Обрезать
clipleft=Слева
clipbottom=Сверху
clipright=Справа
cliptop=Снизу

dockbg=Фон
dockblur=Размытие фона
Progress bar border=Рамка
Progress bar bg=Фон
Run indicator=Индикатор запуска
Run offset=Смещение
delimiter=Разделитель
Margins=Поля
Margins trimmer=Тонкая настройка полей (рекомендуемые значения 0-0,2)

folder=Папка
trash_empty=Корзина (пустая)
trash_full=Корзина (полная)

calmon=Месяц
calday=Дата

timebg=Фон
timehour=Час
timeminute=Минута
timesecond=Секунда

timetype=Тип часов
timetype_pointer=Аналоговые ; cause we call clocks with arrows "analogue clocks"
timetype_number=Цифровые
fontname=Название шрифта
fontsize=Размер шрифта
fontalign=Выравнивание текста
fontpoint=Текстовые координаты
format=Формат времени
fontcolor=Цвет текста

workshopshare=Вы хотите загрузить тему в мастерскую?
sharesuccess=Загружено успешно!
sharefailed=Загрузка не удалась!

workshop_Preview=Предварительный просмотр
workshop_description=Описание
workshop_otherPreview=Больше превью
workshop_Previewbuild=Автоматическое превью
workshop_Previewselect=Выберите изображение
workshop_tip_description=Пожалуйста, введите описание темы

[systeminfo]
cpu=Процессор
gpu=Видеокарта
memory=Оперативная память
system=Система
moreinfo=Подробнее

[monitor]
process=Процессы
readwrite=Чтение/Запись
usage=Используется

;------------------------------------
[tips]
openUACtip=Обнаружено, что в системе отключен UAC, что может привести к невозможности использования функции перетаскивания файлов на док для открытия.Хотите включить системный UAC?
openUACtip1=UAC успешно включен, и для вступления в силу необходимо перезагрузить систему. Вы хотите перезапустить систему немедленно?
openUACtip2=Не удалось включить UAC!

crashtip=Из-за ошибки MyDockFinder был закрыт. Хотите перезапустить программу?
;------------------------------------

[iconame]

;Имя иконки в док-станции
explorer=Finder
launchpad=Библиотека приложений
cal=Календарь
trash=Корзина

;Последняя иконка в интерфейсе папки

exploreropen=<<Открыть>>
return=Назад

;Формат имени метки иконки системного времени

timeformat=d/M/yyyy dddd
;Формат времени - это формат системного времени. y год m месяц d дата dddd день недели ddd день недели сокр.

; Метка иконки при перетаскивании на панель запуска

remove=Удалить
;------------------------------------------------------------

[systemicon]
;Имя системных иконок
controlpanel=Панель управления
taskbar=Иконка панели задач
systemtime=Системное время
cortana=Голосовой помощник
network=Сетевое окружение
mydocument=Мои документы
weather=Погода
battery=Батарея
startmenu=Пуск
virtualdesktop=Виртуальные рабочие столы


------------------------------------

[editicon]
;Окно редактирования иконки

addtips=Перетащите файл сюда

reset=Сбросить настройки
ok=Применить
restore=Отменить изменения  ; I use this article to decide what translation use: https://thecontentauthority.com/blog/reset-vs-restore
addname=Изменить отображаемое имя
addicotips=Нажмите иконку в правом верхнем углу, чтобы добавить программу.
switch=Добавить иконку
trashempty=Корзина пуста
trashfull=Корзина полна
iconshell=Масштабировать иконку под стандарты MacOS
addline=Параметры запуска

Icon Designer title=Редактор иконок
Icon Designer=Редактировать
select=Выберите файл

share=Поделиться
icolabel=Иконка
selectpicture=Выбрать
icosize=Масштаб иконки
icooffsetx=Смещение иконки по горизонтали
icooffsety=Смещение иконки по вертикали
icobackground=Фон иконки
iconshadow=Тень иконки
icoroundrect=Скругление углов
icocolor=Цвет
icogradient color=Использовать градиент
icocolorangle=Угол градиента

;Всплывающее окно с заголовком окна выбора файла

selectfoldertitle=Выберите папку
;Поиск прогноза погоды по городам

searchcity=Найти город


;------------------------------------

[editcal]

;Окно редактирования календаря
monfontsize=Размер шрифта месяца:
dayfontsize=Размер шрифта даты:

monthfont=Шрифт месяца:
dayfont=Шрифт даты:
monthpoint=Положение месяца:
daypoint=Положение даты:
monthposition=Выравнивание месяца:
dayposition=Выравнивание даты:
monthcolor=Цвет месяца:
daycolor=Цвет даты:
rotation=Угол поворота:
default=По умолчанию

ok=Применить
test=Тест

left=Слева
right=Справа
center=Центр

;Всплывающее окно выбора заголовка окна изображения

selectcalicon=Выберите иконку календаря

;------------------------------------

[editicontips]
;Интерфейс сообщений об ошибках.

iconduplicate=Это приложение уже добавлено в Dock

titleerror=Имя программы не может быть пустым!
filepatherror=Путь к программе и значок не могут быть пустыми!

padtitleerror1=Имя файла уже существует. Введите другое имя.
padtitleerror2=Ошибка модификации файла. Не помещайте программу в системный диск.

formaterror=Неподдерживаемый формат. Используйте формат png, ico, exe или lnk.

workshopshare=Загрузить эту иконку в мастерскую?
workshopsharesuccess=Иконка успешно загружена в мастерскую
workshopsharefailed=Не удалось загрузить иконку

;---------------------------------------------------------------------------
;Окно настроек
[settingUI]
cloudini=Облачное сохранение Steam
uploadcloudini=Загрузить архив
nofoundini=Архив не загружен
downloadcloudini=Скачать архив
managesteamcloud=Управление файлами
cloudfile=Облачные файлы Steam
uploadcloudfile=Загрузите файл
filename=Имя файла
filesize=Размер файла
filetime=Время загрузки

backupsuccess=Загружено!
backupfail=Загрузка не удалась!

settitle=Настройки MyDockFinder

Global Settings=Настройки

openMyDock=Показать MyDock
openMyFinder=Показать MyFinder

gameautoclose=Закрывать программу при игре в полноэкранном режиме
ProcessRecentFiles=Показать количество файлов, недавно открытых программой


DPIscale=Масштаб интерфейса
Globalblurvalue=Размытие интерфейса
Accentcolor=Цветовой акцент интерфейса
darkmodeall=Цветовой режим интерфейса

darkmode_light=Светлый
darkmode_dark=Темный
darkmode_auto=Авто
darkmode_system=Системный   ; I edited it cause in Russian UI current text doesn't fit

uiaccesstop=Показать MyDockFinder поверх всех окон
aero=Включить эффект размытия
systemdarkmode=Цветовая схема как в системе
autoupdate=Автоматически проверять наличие обновлений программы
systemstart=Режим запуска
none=Нет
regedit=Запись в реестре
plantask=Планировщик заданий
Service=Службы

windowscenterscreen=Показать новое окно по центру экрана
showhidetaskbar_hotkey=Показать или скрыть горячие клавиши панели задач

autohidetaskbar=Автоматически скрыть панель задач при запуске

hidetaskbar_dock=Скрыть панель задач, на котором находится программа
hidetaskbar_all=Скрыть все панели задач

languagechoice=Язык
allfont=Шрифт
usefontbold=Жирный шрифт
fontscale=Изменить глобальный масштаб шрифта

themes=Темы
customize_blur=Интенсивность размытия
customize_opacity=Прозрачность
customize_stroke=Прозрачность границ
customize_enabled_dockbg=Задать размытие фона и прозрачность Dock
customize_enabled_iconreflection=Включить отражение иконок
customize_blur_iconreflection=Интенсивность размытия отражения иконки
customize_opacity_iconreflection=Прозрачность отражения иконки
customize_offset_iconreflection=Расстояние отражения иконки
customize_stoppoint_iconreflection=Расстояние градиента отражения иконки

customize_enabled_icontag=Задать размытие фона и прозрачность иконки
customize_enabled_menu=Задать размытие фона и прозрачность меню
customize_enabled_window=Задать размытие фона и прозрачность меню MyDockFinder
customize_enabled_finder=Задать размытие фона и прозрачность Finder
customize_opacity_wallpapercolor=Интенсивность оттенка обоев
customize_enabled_folder=Задать размытие фона и прозрачность папки
customize_enabled_foldersize=Задать размер иконки для папки

customize_enabled_pad=Задать размытие фона Библиотеки приложений
customize_enabled_pad_backdrop=Использовать текущее окно для фона
customize_enabled_pad_winuiwallpaper=Использовать эффект размытия обоев
selectthemes_icon=Выбрать тему иконок
selectthemes_dockskin=Выбрать тему панели Dock

general=Основные
advanced=Продвинутые
preview=Предпросмотр окон
minimizewindowsettings=Сворачивание окон
systrayicoset=Значки в трее
screenset=Экран
timeset=Время
notificationset=Уведомления
audioset=Аудио
displayset=Дисплей
mediaset=Медиа
batteryset=Батарея
netset=Сеть
monitorset=Мониторинг
windowsanimationset=Анимация окон


about=О программе

icosize=Размер иконок
icoeffect=Эффект иконки

dockeffect_none=Ничего
dockeffect_scale=Масштабирование
dockeffect_select=Выделение
dockeffect_light=Подсветка
dockeffect_scaleandlight=Масштабирование и подсветка
dockeffect_selectandlight=Выделение и подсветка
icolightvalue=Интенсивность подсветки иконки
icobglightvalue=Интенсивность фонового света на иконке
icobglightcolor=Цвет фонового света иконки

icomaxsize=Увеличивать иконки при наведении

icospace=Расстояние между иконками
edgeposition=Расстояние от края экрана
iconimmersion=Использовать режим погружения при бездействии


displaymode=Выбрать режим скрытия MyDock

displaynormal=По умолчанию
displaybottom=Наложение
displayauto=Автоматически скрывать
displaysmart=Умный режим скрытия
displayhotkey=Горячие клавиши
displayalways=Всегда показывать
displayhide=Всегда скрывать
displayalwaysshow=Всегда показывать, в том числе на весь экран
displaydesktop=Отображение рабочего стола

showmodewindows=Выбрать способ, как в Dock Показать и скрывать обнаруженное окно
showhidetest_exe=Текущее окно программы
showhidetest_all=Все окна программы

showhidetype=Показать эффект скрытия при выборе Dock

showhideeffect_move=Перемещение
showhideeffect_opacity=Исчезновение

activation Dock Type=Показывать метод активации Dock
showdockact_mouse=На краю экрана
showdockact_bar=На панели активации

actbar_weight=Ширина полосы активации
actbar_height=Высота полосы активации
actbar_offset=Расстояние полосы активации от края экрана
mouseactdock=Задержка активации Dock при наведении мыши

positiononscreen=Расположение MyDock на экране
screenleft=Слева
screenbottom=Снизу
screenright=Справа
screentop=Сверху

multiscreen=Экран для отображения MyDock

padicotype=Отображение иконок в Библиотеке приложений
padicotype_normal=<Добавленные значки>
padicotype_startmenu=<Меню пуск>
padicotype_desktop=<Рабочий стол>

padicosize=Размер иконки Библиотеки приложений
padicospacex=Расстояние между иконками по горизонтали
padicospacey=Расстояние между иконками по вертикали
padicoblacklist=Редактировать удалённые программы меню «Пуск»
padblacklist=Управление списками

multiscreenpad=Экран для отображения Библиотеки приложений
padscreenname=По умолчанию

lockicon=Заблокировать перемещение иконок
showicontag=Показывать текст иконки при наведении курсора
windowsborder=Включить границу окна MyDock
jumpanimation=Анимировать открывающиеся программы
folderDoubleclickOpen=Открывать папку двойным щелчком
foldernoshowopen=Скрывать кнопку «Открыть» в всплывающем окне папки
iconmask=Эффект маски для всех иконок
icomasktype=Глобальный стиль маски иконки

show indicators=Показывать индикаторы открытых программ
Runapp separator=Показать разделитель для новой запущенной программы
newapp=Показывать иконку новой запущенной программы
blacklist=Управление чёрным списком
noblacklist=Отключить чёрный список программ
hotcornerleft=Функции в левом нижнем углу экрана
hotcornerright=Функции в правом нижнем углу экрана
hotkeypad=Быстрый доступ к Библиотеке приложений
hotkeyDock=Горячая клавиша MyDock
hotkeyborder=Включить и отключить границы окна Dock

dockicobackup=Резервная копия
backuplist=Управление резервными копиями
Addbackupdockico=Создать резервную копию
locationbackup=Открыть папку с резервными копиями

minimize=Сворачивать окна в панель Dock
animationoff=Отключить анимацию сворачивания окна
Slow animation=Удерживать Shift, чтобы замедлить анимацию

minimizeeffect=Убирать в Dock, используя эффект

genie=Джинн
scale=Масштаб
scaleDX=Масштаб DX
suck=Простое уменьшение

Minimize dynamics=Динамически показывать содержимое окна при сворачивании

minimizeAnimationspeed=Скорость анимации
Minimize to icon=Сворачивать окна в иконку приложения
Minimizeblacklist=Настроить исключения для программ, которые сворачиваются в иконку программы
Editwindowlist=Редактировать список окон

minicopos=Положение иконки свёрнутого окна
dockmin_lastico=Рядом с иконкой
dockmin_right=Независимо от иконки справа
dockmin_rightandlim=Отображается в правой части через разделитель


previewon=Включить предпросмотр открытых окон
previewsize=Размер окна предпросмотра
previewdelay=Задержка предпросмотра при наведении курсора

previewcontrol=Показать другие элементы предпросмотра
previewappname=Имя приложения
previewbutton=Кнопки управления окном
aeropeek=Предпросмотр окна в полноэкранном режиме при наведении курсора


logotype=Выбрать стиль кнопки MyFinder
diylogo=Выбрать файл
shutdownmsgbox=Показывать окно подтверждения при завершении работы
finderdark=Выбрать цветовой режим MyFinder

stagemanagerset=Постановщик
showstagemanager=Показать иконку Постановщика в MyFinder
showstagemanagerwindowtitle=Показывать заголовок окна при наведении
showstagemanagerdesktophidewindows=Нажать на рабочий стол, чтобы скрыть все окна
showstagemanagermediaplaypause=Автоматически приостанавливать и воспроизводить фоновые медиа
stagemanager_hotkey=Горячие клавиши Постановщика

stagemanagerblacklist=Программы, исключённые Постановщика
stagemanager_showdesktop=Показать иконки на рабочем столе
desktopico_hide=Всегда скрывать иконки
desktopico_auto=Автоматически показывать и скрывать
desktopico_show=Всегда показывать иконки

stagemanager_enable=Включить Постановщик
stagemanager_listpos=Расположение списка окон
stagemanager_listshowmode=Показать список окон в скрытом режиме

stagemanager_windowsize=Размер элементов в списке
stagemanager_windowspace=Расстояние между элементами списка
stagemanager_windowcount=Количество элементов в списке
stagemanager_windowsblur=Размыть фон иконок

showmediacontrol=Показать иконку воспроизведения мультимедиа
showuseraccount=Показать иконку учётной записи
showfocusassist=Показать иконку фокусирования
systemtraycolor=Отображать цветные иконки в трее
showkeyboard=Отображать язык ввода
showsearch=Отображать иконку поиска
showLyrics=Показать меню музыкального проигрывателя
showLyrics_color=Показать цветной плеер
musiccontrolshowmode=Настроить отображение меню мультимедиа
musiccontrol_close=Не показывать
musiccontrol_activity=Автоматически, когда отображаются тексты песен
musiccontrol_always=Показывать всегда

finderdark_auto=Под цвет обоев
finderdark_set=Как в системе

hotkeyfinder=Показать горячие клавиши MyFinder


multiscreenfinder=Выберите экран для отображения MyFinder
findershowallscreens=Все экраны

finderdisplaymode=Режим отображения MyFinder
mouseactfinder=Задержка мыши при активации MyFinder
showusbdevice=Показывать съёмные USB-устройства

finderautochangecolor=Цвет MyFinder соответствует развёрнутому окну
finderfastclosewindow=Закрывать текущее развёрнутое окно кликом в правый верхний угол.

myfinderscaleopen=Используйте настраиваемое масштабирование

finderlockbtn=Заблокировать перетаскивания иконок в трее

findershowmenu=Отобразить другие пункты в меню программы

showaudio=Показывать иконку громкости в MyFinder
showmicrophone=Показывать иконку микрофона в MyFinder
showbattery=Показывать иконку батареи в MyFinder
shownetwork=Показывать иконку сети в MyFinder
showbluetooth=Показывать иконку Bluetooth в MyFinder
showdisplay=Показывать иконку дисплея в MyFinder

showbatterytime=Отображает оставшееся время автономной работы

powerset_open=Автоматическое переключение схем управления питанием
powerset_aconline=Схемы управления питанием при использовании энергии
powerset_battery=Схемы питания при использовании батареек


bluetooth_showbattery=Подключённые устройства Bluetooth
bluetooth_not show=Не показывать подключённые устройства Bluetooth
bluetooth_icon=Показывать иконки только для подключённых Bluetooth-устройств
bluetooth_value=Показать иконку и уровень заряда

showcpu=Процессор
showtemp=Температура
showmen=Память
showdisk=Диск
shownet=Сеть

Calendarfirstday=Первый день недели
Calendar_Sunday=Воскресенье
Calendar_Monnday=Понедельник

formatdate=Формат отображения даты
formattime=Формат отображения времени
customformatdate=Настроить формат отображения даты
customformattime=Настроить формат отображения времени

showbatteryvalue=Показать процент заряда батареи
audiotip=Воспроизводить звук при изменении громкости
mediatype=Выбрать стиль окна о громкости и яркости
batteryshow_none=Не показывать
batteryshow_acdc=Всегда показывать
batteryshow_ac=При использовании блока питания
batteryshow_dc=При использовании батареи

media_system=Системный
media_speakers=macOS
media_phone=Smart

hotkeyvolup=Горячая клавиша для увеличения громкости
hotkeyvoldown=Горячая клавиша для уменьшения громкости
hotkeyvolmute=Горячая клавиша для отключения звука
hotkeymicup=Горячая клавиша для увеличения громкости микрофона
hotkeymicdown=Горячая клавиша для уменьшения громкости микрофона
hotkeymicmute=Горячая клавиша для отключения микрофона

hotkeybriup=Горячая клавиша для увеличения яркости
hotkeybridown=Горячая клавиша для уменьшения яркости
hotkeycontrolvalue=Шаг увеличения или уменьшения по горячей клавише

systemnotification=Системные уведомления
usbdevicenotification=Отображать уведомления о подключении USB-накопителя
bluetoothdevicenotification=Отображать уведомления о подключении Bluetooth-устройств
Appnotification=Уведомления приложений
notification_open=Разрешить уведомления
notification_type=Поведение баннера уведомлений
notification_time=Время показа баннерного уведомления
notification_show_close=Не показывать баннер
notification_show_once=Показать только в первый раз
notification_show_always=Показывать всегда

trayicoallshow_myfinder=Показать иконки из области уведомлений в MyFinder
trayicoallshow_mydock=Показать иконки из области уведомлений уведомлений в MyDock
trayicoallshow_systemico=Показать иконку панели задач в MyFinder
trayico_waittime=Задержка перед отображением иконки в трее

Apptrayico=Выбрать иконки для отображения
apptrayicoshow_finder=Показать иконку в MyFinder
apptrayicoshow_dock=Показать иконку в MyDock

screenround=Закруглённые углы экрана
screenround_show=Включить закруглённые углы для дисплея:
screenround_size=Радиус закругления
screenround_color=Цвет заливки

openwindowsshow=Анимация открытия окна
windowsopeneffect=Эффект анимации открытия окна

openwindowsclose=Анимация закрытия окна
windowscloseeffect=Эффект анимации закрытия окна
windowsblacklistadd=Добавить исключения
windowsblacklistdel=Удалить исключения
windowsclose_animation=Настроить скорость анимации

stagemanager_animation=Настроить скорость анимации
mediatiptime=Время отображения окна со сменой яркости и громкости

other=Другое

wallpaper=Обои

selectwallpaper=Выбрать обои
wallpapernone=Без обоев
loadwallpaper=Загрузить обои
wallpaperdownload=Скачать обои с сайта
wallpaperOK=Применить

restartdock=Перезапустить Dock

resetini=Очистить данные
resetini_ok=Очистить
resetini_config=Настройки профиля
resetini_ico=Профиль иконок панели Dock
resetini_padico=Профиль иконок Библиотеки приложений
resetini_padicocache=Кэш иконок Библиотеки приложений

systemiconcache=Кэш системных иконок

uninstall=Удалить программу

updatelog=Список изменений
updatelogcheck=Посмотреть

ok=Применить
cancel=Отмена

------------------------------------------------------------
[hotcorners]
nothing=Ничего
allwindows=Показать все окна
launchpad=Показать Библиотеку приложений
displaytosleep=Перевести в спящий режим
startmenu=Открыть меню Пуск
showdesktop=Показать рабочий стол
actioncenter=Открыть Центр управления Windows
screensaver=Включить заставку
Windows widget=Показать виджеты Windows

[settingtips]

backupsuccess=Успешно загружено
backupfail=Загрузка не удалась
hotkeyhideerror=Настройте отображение клавиши быстрого доступа Dock, иначе эта функция может быть недоступна
resetinitip=Вы хотите сбросить файл конфигурации?
systemicontip=Вы хотите очистить кэш системных иконок?

;Сообщения об ошибках в интерфейсе настроек
winuiwallpapertip=Этот параметр нестабилен и может привести к сбою вашего ПК. Если это произойдёт, отключите параметр после перезагрузки, а затем снова откройте MyDockFinder
DPItips=Некоторые настройки интерфейса вступят в силу после перезагрузки MyDockFinder
padicotypetips=Это изменение приведёт к сбросу всех иконок в Библиотеке приложений. Вы уверены, что хотите это сделать?
edgetip=Невозможно изменить границы открытого окна
autohideerror=Невозможно включить эту функцию
neterror=Ошибка сети, проверьте подключение к Интернету
autohide=Не удалось включить автоматическое скрытие MyDock
updateerror1=Ошибка подключения, попробуйте ещё раз

updatetip1=Обновите приложение
updatetip2=Автоматически обновлять приложение

noupdate=Установлена последняя версия программы

restarttip=Перезапустите программу

languagetips=Для изменения интерфейса перезапустите программу

restartruntip=Вы хотите перезапустить программу?

backupfolderror=Не удалось создать резервную копию. Проверьте, что у папки есть разрешение на запись

backuptips=Вы хотите восстановить этот файл резервной копии?

;-------------------------------------------------------------------

[menu]
;Контекстное меню
closewindows=Закрыть окно

RecentFiles=Недавно открытые файлы
otheroption=Параметры
dockmenu=Меню программы
menurecent=Недавно посещённые
menubind=Закреплённые
menutask=задача

edit_cut=Вырезать
edit_copy=Копировать
edit_paste=Вставить
edit_selectall=Выбрать всё
edit_delete=Удалить
edit_openurl=Открыть URL-адрес

workshop=Мастерская
newfinderwindow=Новое окно Проводника
gotofolder=Выполнить
connecttoserver=Удалённый рабочий стол

showlaunchpad=Показать Библиотеку приложений


addnormalicon=Добавить иконку
addsystemicon=Добавить системную иконку
add delimiter=Добавить разделитель
del delimiter=Удалить разделитель

showtaskbar=Показать панель задач
hidetaskbar=Скрыть панель задач
preference=Настройки
enddock=Закрыть Dock

editicon=Изменить иконку
removefromdock=Открепить от панели Dock
keepindock=Закрепить на панели Dock
locationfile=Открыть расположение файла
runagain=Перезапустить программу
nevershowthis=Скрыть значок этого приложения
adminmode=Запустить от имени администратора
open=Открыть
quit=Закрыть

emptytrash=Очистить корзину
sortorder=Сортировать по
Byname=Имени
Bysize=Размеру
Byextension=Типу
Bydate/time=Дате изменения
Createtime=Дате создания
Groupdirectories=Сначала папки
reverseorder=Обратная сортировка
closewindow=Закрыть это окно
Display=Отображать
Folder=Папкой
Stack=Стопкой
Locatefolder=Расположение папки
FolderEffect=Эффект отображения
Grid=Сетка
Fan=Список
menufold=меню

showmodeapps=Настройка независимого режима отображения и скрытия
showmodedesktop=Настройки отображения и скрытия 
NominiEffect=Не показывать анимацию сворачивания
nevershowprogress bar=Не показывать индикатор выполнения этой программы
showmodenormal=Система
msgtips=Установить напоминание
incognito=Новое окно в режиме инкогнито

systemmenu=Системное меню

timeskin=Выбрать циферблат
timedefault=Циферблат по умолчанию

----------------------------------------------

[launchpad]
;Интерфейс Библиотеки приложений

addicon=Добавить иконку
deleteicon=Удалить иконку
padsortname=Сортировать по имени
padsort=Автозаполнение иконок
;заголовок поля поиска

search=Поиск
;Интерфейс добавления иконки панели
ok=Готово

addtips=Перетащите сюда файлы, чтобы добавить их в Библиотеку приложений
----------------------------------------------

[promptwindow]

;Подсказка о пустой корзине и другие подсказки

ok=Готово
cancel=Отмена
trashok=Да
trashtitle=Вы уверены, что хотите очистить корзину?
batterytip=Подключите зарядное устройство
eject=Извлечено
Connected=Подключено
brightnesstip=Регулировка яркости монитора может привести к необратимому повреждению монитора. Делайте это с осторожностью
brightnesstip1=Обнаружена яркость монитора 0. Если монитор не отображает содержимое или не нажимает OK, сбросьте яркость дисплея через 5 секунд

-----------------------------------------------
;Описание формата времени
;ddd день недели dddd день недели M месяц d день H 24-часовой формат h 12-часовой формат m минуты s секунды
;Двойные буквы с двумя цифрами, например HH:mm:ss  09:06:05
;Все следующие форматы можно настраивать и изменять, а число слева можно добавлять без ограничений = оставить пустым, чтобы указать, что дата не отображается.
;После того, как модификация будет сохранена, она вступит в силу немедленно, прямо установите и щелкните меню формата времени, чтобы отобразить эффект.
[formatdate]
1=
2=ddd
3=ddd, MMM.
4=d MMM.
5=d MMMM, dddd
6=dddd, d MMMM
7=d MMMM, ddd
8=d MMM, dddd
9=ddd, d MMMM
10=ddd, d MMM.
11=dd.MM.yy
12=dd.MM.yyyy
13=MM.dd.yy
14=MM.dd.yyyy
15=ddd.dd.MM.yy
16=ddd.dd.MM.yyyy
17=dddd, dd.MM.yy
18=dddd, dd.MM.yyyy
19=dddd, d MMMM
20=ddd, d MMMM

[formattime]
1=
2=H:mm
3=tt h:mm
4=H:mm:ss
5=tt h:mm:ss
6=tt  H:mm
7=tt  h:mm
8=tt  H:mm:ss
9=tt  h:mm:ss


[calicon]

;Текст месяца иконки календаря

m1=ЯНВ
m2=ФЕВ
m3=МАР
m4=АПР
m5=МАЙ
m6=ИЮН
m7=ИЮЛ
m8=АВГ
m9=СЕН
m10=ОКТ
m11=НОЯБ
m12=ДЕК

[findermenu]
spatialaudio=Пространственное аудио

bluetoothdisconnect=Отключить
bluetoothunpair=Удалить устройство

lockscreen=Блокировка экрана
usersetting=Настройки учётной записи

HideMenu=Скрыть строку меню окна
systemmenu=Меню окна

bluetooth=Bluetooth
Bluetooth settings=Настройки Bluetooth
device=Устройство
Preferred network=Предпочитаемая сеть
other networks=Другие сети
network settings=Настройки сети
Audio=Звук
output=Вывод
Microphone=Микрофон
input=Устройство ввода
audio settings=Настройки звука
battery settings=Настройки батареи
BatteryEstimatedTime=Время работы от батареи
batterytime_hour=Часов
batterytime_min=Минут
Edit title=Изменить заголовок
Window border=Включить границу окна панели Dock
end finder=Закрыть панель Dock
About This PC=Об этом ПК
System settings=Системные настройки
app Store=Магазин приложений
Task manager=Диспетчер задач
Sleep=Режим сна
Dormant=Гибернация
Shutdown=Завершить работу
Reboot=Перезагрузить
Shutdown&Update=Завершить работу и обновить
Reboot&Update=Перезагрузить и обновить

Lock screen=Заблокировать экран
Logout=Завершить сеанс

symbol=Показывать эмодзи и символы
Screen Keyboard=Показывать экранную клавиатуру
keyboardname=Показывать название языка
Keyboard settings=Настройки языка
display=Дисплей
systemdark=Тёмный режим
bluelight=Ночной режим
focusassist=Фокусирование
focusoff=Отключить фокусирование
focusPriorityOnly=Только приоритетные уведомления
focusAlarmsOnly=Только будильник
Notification settings=Настройки уведомлений
screen projection=Повтор экрана
screen INTERNAL=Только главный экран
screen CLONE=Повторять
screen EXTEND=Расширить
screen EXTERNAL=Только дополнительный экран
displayset=Настройки дисплея
hotspot=Точка доступа
airplane=Авиарежим
deviceon=Вкл.
deviceoff=Выкл.

eject=Извлечь
open=Открыть

[findermenubrowser]
new=Новый
newtab=Новая вкладка
newwindow=Новое окно
favorites=Избранное
history=История
download=Загрузки
window=Окна
file=Файл
no file=Файл не выбран

View=Вид
Sort by=Сортировать
Group by=Группировать
refresh=Обновить
showicons=Показать иконки рабочего стола

sort_none=Без группировки
sort_bigicon=Большие значки
sort_mediumicon=Средние значки
sort_smallicon=Маленькие значки
sort_superbigicon=Огромные значки
sort_list=Список
sort_details=Подробности
sort_tile=Плитка
sort_content=Содержание
sort_name=Имя
sort_size=Размер
sort_type=Тип
sort_time=Дата
sort_ascending=Порядок по возрастанию
sort_descending=Порядок по убыванию
sort_AutoArrange=Упорядочить иконки автоматически
sort_snaptogrid=Автоматически упорядочить иконки по сетке

[findertips]
Mute=Без звука
battery=Батарея
AcOnLine=Источник питания подключён
Charging=Заряжается
notCharging=Не заряжается
Usebattery=Зарядка батареи
Full battery=Батарея заряжена
brightness=Яркость
show trayico=Показать значки в области уведомлений

[findertitle]

[shutdown]
shutdown=Вы хотите выключить этот компьютер?
Reboot=Вы хотите перезагрузить компьютер?
Logout=Выйти из системы?
Dormant=Вы хотите погрузить этот компьютер в режим гибернации?
sleep=Вы хотите погрузить этот компьютер в режим сна?

now=Сейчас
minute=Минут

[wifi]
password=Пароль:
showpassword=Показать пароль
join=Подключиться
cancel=Отмена

[weather]
00=Солнечно
01=Облачно
02=Пасмурно
03=Ливень
04=Гроза
05=Гроза с градом
06=Мокрый снег
07=Небольшой дождь
08=Умеренный дождь
09=Сильный дождь
10=Ливень
11=Сильный ливень
12=Очень сильный ливень
13=Снег
14=Небольшой снег
15=Умеренный снег
16=Сильный снег
17=Метель, пурга
18=Туман, изморозь
19=Ледяной дождь
20=Пыльная буря
21=Мелкий и средний дождь
22=Средний и сильный дождь
23=Сильный дождь и ливень
24=Ливень и сильный ливень
25=Сильный или очень сильный ливень
26=Мелкий и средний снег
27=Умеренный и сильный снег
28=Сильный снегопад или метель
29=Плавающая пыль, пыль в воздухе
30=Песчаная буря
31=Сильная песчаная буря
32=Густой туман
33=Снег
49=Очень сильный туман
53=Пыльная мгла
54=Средняя пыльная мгла
55=Тяжёлая пыльная мгла
56=Очень тяжёлая мгла
57=Густой туман
58=Очень густой туман
301=Дождь
302=Снег